Repository: ayumu-bekki/B-Fox
Catalog: BFoxReceiverForIOS/BFoxReceiverForIOS/Localizable.xcstrings
Source language: en
Languages: ja

# auth.denied.button
source: Open Settings
ja: 設定を開く

# auth.denied.description
source: Please allow access in Settings > Privacy & Security > Location Services.
ja: 設定 > プライバシーと セキュリティ > 位置情報サービスから 許可してください

# auth.denied.title
source: Location access denied
ja: 位置情報の使用が許可されていません

# badge.scanning
source: Scanning
ja: スキャン中

# badge.stopped
source: Stopped
ja: 停止

# beacon.not_detected
source: No beacons detected
ja: ビーコンを検出していません

# proximity.far
source: Far
ja: 遠い

# proximity.immediate
source: Immediate
ja: 非常に近い

# proximity.near
source: Near
ja: 近い

# proximity.unknown
source: Unknown
ja: 不明

# qr.cancel
source: Cancel
ja: キャンセル

# qr.error.invalid
source: Invalid QR code. Expected format: BFOX:<UUID>:<MajorID>
ja: 無効なQRコードです。 フォーマット: BFOX:<UUID>:<MajorID>

# qr.retry
source: Retry
ja: もう一度

# qr.success
source: QR code applied
ja: QRコードを読み込みました

# qr.title
source: Scan QR Code
ja: QRコードをスキャン

# settings.info.version
source: Version
ja: バージョン

# settings.major.hint
source: Only detects beacons with the specified Major.
ja: 指定した Major のビーコンのみ検出します

# settings.major.label
source: Major Value
ja: Major 値

# settings.rssi.description
source: Displays signal strength in dBm.
ja: 電波強度を dBm 単位で表示します

# settings.rssi.toggle
source: Show RSSI
ja: RSSI 値を表示

# settings.section.beacon
source: Beacon Settings
ja: ビーコン設定

# settings.section.display
source: Display
ja: 表示設定

# settings.section.info
source: Info
ja: 情報

# settings.section.voice
source: Voice Guidance
ja: 音声案内

# settings.uuid.error
source: Invalid UUID format
ja: UUID のフォーマットが正しくありません

# settings.uuid.reset
source: Reset to Default
ja: デフォルトに戻す

# settings.voice.description
source: Announces signal strength of the strongest beacon periodically.
ja: 最も強い信号のビーコン強度を定期的に音声で案内します

# settings.voice.interval
source: Announce Interval
ja: 案内間隔

# settings.voice.interval.3s
source: 3 sec
ja: 3秒

# settings.voice.interval.5s
source: 5 sec
ja: 5秒

# settings.voice.interval.10s
source: 10 sec
ja: 10秒

# settings.voice.toggle
source: Voice Guidance
ja: 音声案内

# tab.qr
source: Scan
ja: スキャン

# tab.radar
source: Radar
ja: レーダー

# tab.settings
source: Settings
ja: 設定

# voice.level.medium
source: moderate
ja: 普通

# voice.level.strong
source: strong
ja: 強い

# voice.level.verystrong
source: strongest
ja: 非常に強い

# voice.level.veryweak
source: very weak
ja: 非常に弱い

# voice.level.weak
source: weak
ja: 弱い

# voice.no_beacon
source: No beacon detected
ja: ビーコンが検出されていません
